Repository: aptus0/Namaz-m
Catalog: Namazım/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, de, tr

# app_name
source: Namazim
ar: نمازيم
tr: Namazım

# tab_prayers
source: Prayers
ar: الأوقات
de: Gebete
tr: Vakitler

# tab_calendar
source: Calendar
ar: التقويم
de: Kalender
tr: Takvim

# tab_hadith
source: Hadith
ar: الحديث
tr: Hadis

# tab_settings
source: Settings
ar: الإعدادات
de: Einstellungen
tr: Ayarlar

# tab_world
source: World
ar: العالم
de: Welt
tr: Dünya

# screen_settings
source: Settings
ar: الإعدادات
de: Einstellungen
tr: Ayarlar

# screen_world
source: World Cities
ar: مدن العالم
de: Weltstädte
tr: Dünya Saatleri

# settings_selected_city
source: Selected City
ar: المدينة المختارة
de: Ausgewählte Stadt
tr: Seçili İl

# settings_change_city
source: Change City
ar: تغيير المدينة
de: Stadt ändern
tr: İli Değiştir

# settings_notifications
source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungen
tr: Bildirim Ayarları

# settings_app_icon
source: App Icon
ar: أيقونة التطبيق
de: App-Symbol
tr: Uygulama İkonu

# settings_qibla_compass
source: Qibla (Compass)
ar: القبلة (بوصلة)
de: Qibla (Kompass)
tr: Kıble (Pusula)

# settings_qibla_map
source: Qibla (Map)
ar: القبلة (خريطة)
de: Qibla (Karte)
tr: Kıble (Harita)

# settings_about
source: About / Sources
ar: حول / المصادر
de: Über / Quellen
tr: Hakkında / Kaynaklar

# settings_theme_and_data
source: Theme & Data
ar: المظهر والبيانات
de: Design & Daten
tr: Tema ve Veri

# settings_language
source: Language
ar: اللغة
de: Sprache
tr: Dil

# settings_theme
source: Theme
ar: المظهر
de: Design
tr: Tema

# settings_accent
source: Accent
ar: اللون
de: Akzent
tr: Aksan

# settings_data_source
source: Source
ar: المصدر
de: Quelle
tr: Kaynak

# settings_daily_hadith_toggle
source: Daily hadith notification
ar: إشعار الحديث اليومي
de: Tägliche Hadith-Benachrichtigung
tr: Günlük hadis bildirimi

# settings_time
source: Time
ar: الوقت
de: Zeit
tr: Saat

# settings_hadith_before_prayer
source: Hadith before prayer
ar: حديث قبل الصلاة
de: Hadith vor dem Gebet
tr: Namaz öncesi hadis

# settings_default_collection
source: Default Collection
ar: المجموعة الافتراضية
de: Standard-Sammlung
tr: Varsayılan Koleksiyon

# settings_featured_collection
source: Featured Collection
ar: المجموعة المميزة
de: Empfohlene Sammlung
tr: Öne Çıkan Koleksiyon

# settings_text_size
source: Text Size
ar: حجم النص
de: Textgröße
tr: Yazı Boyutu

# settings_simple_reading_mode
source: Simple reading mode
ar: وضع القراءة البسيط
de: Einfacher Lesemodus
tr: Sade okuma modu

# settings_permission_status
source: Permission Status
ar: حالة الأذونات
de: Berechtigungsstatus
tr: İzin Durumları

# settings_location
source: Location
ar: الموقع
de: Standort
tr: Konum

# world_search_placeholder
source: Search city
ar: ابحث عن مدينة
de: Stadt suchen
tr: Şehir ara

# world_add_city
source: Add City
ar: إضافة مدينة
de: Stadt hinzufügen
tr: Şehir Ekle

# world_empty
source: No world city added yet.
ar: لم تتم إضافة أي مدينة عالمية بعد.
de: Noch keine Weltstadt hinzugefügt.
tr: Henüz dünya şehri eklenmedi.

# world_local_time
source: Local Time
ar: الوقت المحلي
de: Ortszeit
tr: Yerel Saat

# world_next_prayer
source: Next Prayer
ar: الصلاة القادمة
de: Nächstes Gebet
tr: Sonraki Vakit

# world_remaining
source: Remaining
ar: المتبقي
de: Verbleibend
tr: Kalan

# world_timezone
source: Time Zone
ar: المنطقة الزمنية
de: Zeitzone
tr: Saat Dilimi

# calendar_hijri
source: Hijri
ar: هجري
de: Hidschri
tr: Hicri

# calendar_gregorian
source: Gregorian
ar: ميلادي
de: Gregorianisch
tr: Miladi

# calendar_selected_day
source: Selected Day
ar: اليوم المحدد
de: Ausgewählter Tag
tr: Seçili Gün

# calendar_month
source: Month
ar: الشهر
de: Monat
tr: Ay

# calendar_ramadan
source: Ramadan
ar: رمضان
tr: Ramazan

# calendar_special_day
source: Special Day
ar: يوم خاص
de: Besonderer Tag
tr: Özel Gün

# prayer_next
source: Next Prayer
ar: الصلاة القادمة
de: Nächstes Gebet
tr: Bir Sonraki Vakit

# prayer_location_status
source: Location Status
ar: حالة الموقع
de: Standortstatus
tr: Konum Durumu

# prayer_refresh
source: Refresh
ar: تحديث
de: Aktualisieren
tr: Yenile

# prayer_weekly
source: Weekly View
ar: عرض أسبوعي
de: Wochenansicht
tr: Haftalık Görünüm

# prayer_live
source: Live
ar: مباشر
tr: Canlı

# prayer_last_update
source: Last update
ar: آخر تحديث
de: Letzte Aktualisierung
tr: Son güncelleme

# prayer_name_imsak
source: Fajr
ar: الفجر
tr: İmsak

# prayer_name_gunes
source: Sunrise
ar: الشروق
de: Sonnenaufgang
tr: Güneş

# prayer_name_ogle
source: Dhuhr
ar: الظهر
tr: Öğle

# prayer_name_ikindi
source: Asr
ar: العصر
tr: İkindi

# prayer_name_aksam
source: Maghrib
ar: المغرب
tr: Akşam

# prayer_name_yatsi
source: Isha
ar: العشاء
tr: Yatsı

# location_loading
source: Locating...
ar: جارٍ تحديد الموقع...
de: Standort wird ermittelt...
tr: Konum alınıyor...

# prayer_countdown_to
source: Until %@
ar: حتى %@
de: Bis %@
tr: %@ vaktine

# prayer_approaching
source: Approaching
ar: قريباً
de: Nähert sich
tr: Yaklaşıyor

# hijri_special_new_year
source: Islamic New Year
ar: رأس السنة الهجرية
de: Islamisches Neujahr
tr: Hicri Yılbaşı

# hijri_special_ashura
source: Day of Ashura
ar: يوم عاشوراء
de: Tag von Aschura
tr: Aşure Günü

# hijri_special_mawlid
source: Mawlid
ar: المولد النبوي
tr: Mevlid Kandili

# hijri_special_miraj
source: Isra and Miraj
ar: الإسراء والمعراج
de: Isra und Miradsch
tr: Miraç Kandili

# hijri_special_baraat
source: Mid-Sha'ban
ar: ليلة النصف من شعبان
de: Mitte Scha'ban
tr: Berat Kandili

# hijri_special_ramadan_start
source: Start of Ramadan
ar: بداية رمضان
de: Beginn des Ramadan
tr: Ramazan Başlangıcı

# hijri_special_qadr
source: Laylat al-Qadr
ar: ليلة القدر
de: Nacht der Bestimmung
tr: Kadir Gecesi

# hijri_special_eid_fitr
source: Eid al-Fitr
ar: عيد الفطر
de: Fest des Fastenbrechens
tr: Ramazan Bayramı

# hijri_special_eid_adha
source: Eid al-Adha
ar: عيد الأضحى
de: Opferfest
tr: Kurban Bayramı

# settings_hadith_source
source: Hadith Source
ar: مصدر الحديث
de: Hadith-Quelle
tr: Hadis Kaynağı

# settings_sync_hadith
source: Sync Hadith
ar: مزامنة الأحاديث
de: Hadithe synchronisieren
tr: Hadisleri Senkronla

# settings_sync_idle
source: No sync yet
ar: لم تتم المزامنة بعد
de: Noch keine Synchronisierung
tr: Henüz senkron yapılmadı

# settings_syncing
source: Sync in progress...
ar: المزامنة جارية...
de: Synchronisierung läuft...
tr: Senkron sürüyor...

# settings_synced_count
source: %d hadith synced • %@
ar: تمت مزامنة %d حديث • %@
de: %d Hadithe synchronisiert • %@
tr: %d hadis senkronlandı • %@

# settings_sync_failed
source: Sync error: %@
ar: خطأ مزامنة: %@
de: Synchronisierungsfehler: %@
tr: Senkron hatası: %@

# settings_premium_theme_pack
source: Premium Theme Pack
ar: حزمة المظهر المميز
de: Premium-Designpaket
tr: Premium Tema Paketi

# notification_daily_hadith_title
source: Daily Hadith
ar: حديث اليوم
de: Hadith des Tages
tr: Günün Hadisi

# notification_prayer_reminder_title
source: %@ in %d min
ar: متبقٍ %2$d دقيقة على %@
tr: %@ için %d dk kaldı

# notification_prayer_reminder_body
source: Final preparation time.
ar: وقت الاستعداد الأخير.
de: Letzte Vorbereitungszeit.
tr: Hazırlık için son adımlar.

# notification_hadith_near_prayer_title
source: %@ is approaching
ar: %@ تقترب
de: %@ naht
tr: %@ yaklaşıyor

# notification_prayer_entry_title
source: Time for %@
ar: دخل وقت %@
de: %@-Zeit hat begonnen
tr: %@ vakti girdi

# notification_prayer_entry_body
source: Prayer time has started.
ar: بدأ وقت الصلاة.
de: Die Gebetszeit hat begonnen.
tr: Namaz vaktiniz başladı.

# notification_prayer_alarm_body
source: Alarm mode is active. Snooze or dismiss is ready.
ar: وضع المنبّه نشط. يمكنك الغفوة أو الإغلاق.
de: Alarmmodus aktiv. Schlummern oder schließen ist bereit.
tr: Alarm modu açık. Ertele veya kapat seçeneği hazır.

# notification_test_title
source: Test Notification
ar: إشعار تجريبي
de: Testbenachrichtigung
tr: Test Bildirimi

# notification_test_body
source: Test notification for %@ is ready.
ar: تم تجهيز إشعار تجريبي لـ %@.
de: Testbenachrichtigung für %@ ist bereit.
tr: %@ için test bildirimi başarıyla hazır.

# notification_snooze_title
source: Snooze ended for %@
ar: انتهت الغفوة لـ %@
de: Schlummern für %@ beendet
tr: %@ için erteleme bitti

# notification_snooze_body
source: Your prayer time is waiting.
ar: وقت الصلاة بانتظارك.
de: Deine Gebetszeit wartet.
tr: Namaz vaktiniz bekliyor.

# settings_quran_reading
source: Quran Reading
ar: قراءة القرآن
de: Koran-Lesen
tr: Kur'an Okuma

# settings_quran_subtitle
source: Download, select, and apply fonts instantly in the reader.
ar: قم بتنزيل الخطوط واختيارها وتطبيقها فورًا في القارئ.
de: Schriftarten herunterladen, auswählen und im Leser sofort anwenden.
tr: Yazı tiplerini indir, seç ve okuyucuyu anında güncelle.

# settings_quran_sync_catalog
source: Sync Surahs
ar: مزامنة السور
de: Suren synchronisieren
tr: Sureleri Güncelle

# settings_quran_api_status
source: Quran API Status
ar: حالة Quran API
de: Koran-API-Status
tr: Kur'an API Durumu

# settings_quran_api_ready
source: API configuration found. Font and content sync is ready.
ar: تم العثور على إعدادات API. مزامنة الخطوط والمحتوى جاهزة.
de: API-Konfiguration gefunden. Schrift- und Inhaltsabgleich ist bereit.
tr: API bilgileri bulundu. Font ve içerik eşitlemesi hazır.

# settings_quran_api_missing
source: Missing API configuration. Fill QURAN_API_* keys in Info.plist.
ar: إعدادات API ناقصة. املأ مفاتيح QURAN_API_* في Info.plist.
de: API-Konfiguration fehlt. QURAN_API_* Felder in Info.plist ausfüllen.
tr: API bilgileri eksik. Info.plist içindeki QURAN_API_* alanlarını doldurun.

# settings_quran_fonts
source: Fonts
ar: الخطوط
de: Schriftarten
tr: Yazı Tipleri

# settings_sync_quran_fonts
source: Sync Fonts
ar: مزامنة الخطوط
de: Schriften synchronisieren
tr: Fontları Eşitle

# settings_quran_fonts_empty
source: No font list yet. Start sync.
ar: لا توجد قائمة خطوط بعد. ابدأ المزامنة.
de: Noch keine Schriftliste. Synchronisierung starten.
tr: Henüz font listesi yok. Eşitleme yapın.

# settings_quran_preview
source: Live Preview
ar: معاينة مباشرة
de: Live-Vorschau
tr: Canlı Önizleme

# settings_quran_open_reader
source: Quran Reader
ar: قارئ القرآن
de: Koran-Leser
tr: Kur'an Okuyucu

# settings_quran_selected_font
source: Selected Font
ar: الخط المختار
de: Ausgewählte Schrift
tr: Seçili Yazı Tipi

# settings_quran_status_not_downloaded
source: Download
ar: تنزيل
de: Herunterladen
tr: İndir

# settings_quran_status_downloading
source: Downloading
ar: جارٍ التنزيل
de: Wird geladen
tr: İndiriliyor

# settings_quran_status_downloaded
source: Downloaded
ar: تم التنزيل
de: Geladen
tr: İndirildi

# settings_quran_status_failed
source: Error
ar: خطأ
de: Fehler
tr: Hata

# settings_quran_download
source: Download
ar: تنزيل
de: Herunterladen
tr: İndir

# settings_quran_selected
source: Selected
ar: محدد
de: Ausgewählt
tr: Seçili

# settings_quran_select
source: Select
ar: اختيار
de: Auswählen
tr: Seç

# settings_quran_retry
source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
tr: Tekrar Dene

# settings_quran_surah
source: Surah
ar: السورة
de: Sure
tr: Sure

# settings_quran_no_surah
source: No surah list found.
ar: لم يتم العثور على قائمة السور.
de: Keine Sure-Liste gefunden.
tr: Sure listesi bulunamadı.

# settings_quran_translation_toggle
source: Show Translation
ar: إظهار الترجمة
de: Übersetzung anzeigen
tr: Meali Göster

# settings_quran_no_ayah
source: No ayah found for this surah.
ar: لا توجد آيات لهذه السورة.
de: Keine Ayah für diese Sure gefunden.
tr: Bu sure için ayet bulunamadı.

# settings_quran_fonts_synced_count
source: %d fonts synced • %@
ar: تمت مزامنة %d خط • %@
de: %d Schriften synchronisiert • %@
tr: %d font eşitlendi • %@

# settings_quran_catalog_synced_count
source: %d surahs synced • %@
ar: تمت مزامنة %d سورة • %@
de: %d Suren synchronisiert • %@
tr: %d sure eşitlendi • %@
